[  {
    "date": "2025-11-01T10:11:00",
    "episode": "Эпизод 1",
    "location": "в ванной под раковиной",
    "message": "🔐 Эпизод 1. Локация получена: ванная, под раковиной. Готова к запуску.",
    "card": "Я тебя люблю за то, что ты сильная. Даже когда тебе плохо — ты заботишься о других. Даже когда тяжело — ты не сдаешься.",
    "gift": "✨ Блокнот благодарности с надписью 'Ты сильная, и я хочу, чтобы ты сама это помнила каждый день'."
  },
  {
    "date": "2025-11-02T10:11:00",
    "episode": "Эпизод 2",
    "location": "шкафчик с лекарствами",
    "message": "🔐 Эпизод 2. Новая точка: аптечка. Миссия активирована.",
    "card": "Я тебя люблю за то, что ты заботишься. Не только обо мне. О всех вокруг. Даже когда никто не просит.",
    "gift": "🛏 Подушка для сна формы U — для самого уютного сна, потому что ты тоже заслуживаешь заботу."
  },
  {
    "date": "2025-11-03T10:11:00",
    "episode": "Эпизод 3",
    "location": "тумбочка у кровати",
    "message": "🔐 Эпизод 3. Локация: тумбочка у кровати. Найди то, что согреет.",
    "card": "Я тебя люблю за то, что ты нежная. В каждом прикосновении, в каждом взгляде. Ты — моё спокойствие.",
    "gift": "🌸 Твои любимые духи, чтобы ты помнила, как ты прекрасна каждый день."
  },
  {
    "date": "2025-11-04T10:11:00",
    "episode": "Эпизод 4",
    "location": "в морозилке за специями",
    "message": "🔐 Эпизод 4. Локация активирована: кухня, морозилка, за специями.",
    "card": "Я тебя люблю за то, как ты умеешь радоваться простым вещам. За нашу традицию сериалов и вкусностей.",
    "gift": "🍿 Коробка сладостей и билеты на наш вечер фильмов — уютный домашний кинотеатр."
  },
  {
    "date": "2025-11-05T10:11:00",
    "episode": "Эпизод 5",
    "location": "в коробке для обуви",
    "message": "🔐 Эпизод 5. Заархивировано: обувная коробка.",
    "card": "Я тебя люблю за то, что ты умеешь быть настоящей. С собой, со мной, с миром. Это редкий дар.",
    "gift": "🧖🏼‍♀️ Маска для волос премиум-класса, которую ты заслуживаешь."
  },
  {
    "date": "2025-11-06T10:11:00",
    "episode": "Эпизод 6",
    "location": "шкаф в ванной",
    "message": "🔐 Эпизод 6. Новая миссия: шкаф в ванной. Сканирую координаты.",
    "card": "Я тебя люблю за то, как ты умеешь заботиться о себе. Это вдохновляет и напоминает — забота начинается с нас самих.",
    "gift": "💆🏼‍♀️ СПА для волос — та самая процедура, о которой ты мечтала."
  },
  {
    "date": "2025-11-07T10:11:00",
    "episode": "Эпизод 7",
    "location": "в гардеробе",
    "message": "🔐 Эпизод 7. Гардероб — портал в мечты. Открыт.",
    "card": "Я тебя люблю за твои мечты. Дом на колёсах, кофейня, жизнь в лесу — ты умеешь мечтать смело.",
    "gift": "🗺 Карта штатов и конверт с вопросом: где мы проведём наш первый месяц в доме на колёсах?"
  },
  {
    "date": "2025-11-08T10:11:00",
    "episode": "Эпизод 8",
    "location": "на подоконнике",
    "message": "🔐 Эпизод 8. Координаты: подоконник. Возьми паузу. Посмотри в окно.",
    "card": "Я тебя люблю за то, что ты мудрая и как ты смотришь на мир. С открытостью. С интересом. С добротой.",
    "gift": "🌿 Книга мудрости — для твоих осенних утренних чаепитий у окна."
  },
  {
    "date": "2025-11-09T10:11:00",
    "episode": "Эпизод 9",
    "location": "в рюкзаке в маленьком кармане",
    "message": "🔐 Эпизод 9. Засекречено в твоём рюкзаке, в потайном отсеке. Эта миссия о тебе.",
    "card": "Я тебя люблю за то, что ты не сдаёшься. Ты пробуешь снова и снова, пока не получится. Ты вдохновляешь меня каждый день.",
    "gift": "🎨 Купон на Pottery Class для двоих — лепим нашу историю вместе."
  },
  {
    "date": "2025-11-10T10:11:00",
    "episode": "Финал",
    "location": "микроволновка",
    "message": "🔐 ФИНАЛ. Последний эпизод. Место закладки: микроволновка. Герой заслуживает аплодисментов.",
    "card": "Я тебя люблю за всё, что ты есть. Я не выбирал тебя за что-то одно. Я выбирал тебя всю. И снова бы выбрал.",
    "gift": "🛁 Спа-отель на двоих — завершаем сериал нежностью и началом новой главы."
  }
]